    {
        "name":"addhealth",
        
        "info":["Addhealth Wave V Data"],
              

        "variables": {
          
"Ability_Climb_Stairs":"How much does your health now limit you in climbing several flights of stairs?",         
"Alcohol_Usage":"During the past 12 months, on how many days did you drink alcohol (beer,wine, or liquor)?",
"Anxiety":"Has a doctor, nurse, or other health care provider ever told you that you have or had anxiety or panic disorder?", "Appearance" :"On average, how do you think people would describe your appearance,style, or dress?",               
"Asian"::"Do you consider your race to be Asian?",
"Asthma":"Has a doctor, nurse, or other health care provider ever told you that you have or had asthma, chronic bronchitis or emphysema?",                     
"Black":"Do you consider your race to be Black?",
"Close_Dad":"How often do you and your father figure see each other, talk on the telephone, exchange letters, exchange email, text message, or communicate via social media, such as Facebook?",                   
"Close_Mom":"We would like to know about the woman you feel raised you. This may be a step-mother, adoptive mother, grandmother, etc. How often do you and your mother figure see each other, talk on the telephone, exchange letters, exchange email, text message, or communicate via social media, such as Facebook?",
"Depressed_7day":"During the past 7 days, I felt depressed.",         
 "Depression":"Has a doctor, nurse, or other health care provider ever told you that youhave or had depression?",
 "Education":"Highest level of Education Received", 
 "Ever_Tobacco_Smoke_Regularly":"Have you ever smoked cigarettes regularly--that is, at leastone cigarette every day for 30 days?",
"Family_Finance_Child":"When you were growing up, before age 16, was your family better off or worse off financially than the average family was at that time?",
"Fast_Food_Week":"In the past 7 days, how many times did you eat food from a fast food restaurant, such as McDonald's, Burger King, Wendy's, Arby's, Pizza Hut, Taco Bell, or Kentucky Fried Chicken or a local fast food restaurant?",
 "Freq_Gather_Socially":"In the past 12 months, how often did you get together socially withfriends or relatives?",
 "Freq_Neighbors_Chat" : "In the past 12 months, how often did you get together with any of yourneighbors just to chat or for a social visit?",        
 "Freq_Rel_Services":"How often have you attended church, synagogue, temple, mosque, or religious services in the past 12 months?",
 "Freq_Sex_Partner":"On average, how often do you have sexual relations with your partner? (times per month) By sexual relations we mean vaginal intercourse, oral sex, anal sex, or other types of sexual activity." ,         
 "General_Health":"How would you describe your general health?", 
 "Happy_7day":"During the past 7 days, I was happy.",                
 "Height_Feet":"Height in Feet",
 "Height_Inches":"Inches part of Height",               
 "High_Blood_Pressure":"Has a medical profession ever told you that you have high blood pressure?",
 "High_Cholesterol":"Has a medical profession ever told you that you have high cholesterol?",            
 "Hike_Bike_Week":"In the past 7 days, how many times did you bicycle, skateboard, dance,hike, hunt, or do yard work?",
 "Hispanic":"Do you consider your race to be Hispanic?",                    
 "Hour_Work_wk":"How many hours do you typically work in a week?",
 "Household_Income" :"What was the total household income before taxes and deductions in the last calendar year for all household members who contribute to household expenses?" ,          
 "ID":"Respondent's ID",
 "Job_Activity":  "In your current job, do you spend most of your time...?" ,            
 "Job_Class" :"What is your type of work?",
 "Job_Freq_Decision_Making" :"Overall, how often do you have the freedom to make importantdecisions about what you do at work and how you do it?" ,  
"Job_Satisfaction" :"How satisfied or dissatisfied are you with this job as a whole?",
"Living_Arrangements" :"What are your current living arrangements?",
"Marijuana_Usage_Monthly":"During the past 30 days, on how many days did you use marijuana?",
"Marital_Status" :"Current marital status" ,            
 "Migraines" :"Had five or more headaches that were at least 4 hours long; one-sided, pulsating, intense, or worsened by activity; and associated with nausea, vomiting or sensitivity to light or sound" ,                 
 "Military_Service":"Have you ever served in the military?",         
"MODE" :"Mode the Survey was completed." ,                     
"Net_Wealth":"Suppose you and others in your household were to sell all of your major possessions (including your home), turn all of your investments and other assets into cash, and pay off all of your debts. Would you have something left over, break even, or be in debt?" ,                 
"Num_Bio_Children" : "Number of Biological Children",
"Num_Close_Friend" : "Number of Close Friends, Close friends are people whom you feel at ease with can talk to about private matters and can call on for help." ,           
 "Num_Drinks" : "Think of all the times you have had a drink during the past 30 days. How many drinks did you usually have each time? A 'drink' is a glass of wine, a can or bottle of beer, a wine cooler, a shot glass of liquor, or a mixed drink." ,                 
 "Num_Jobs" :"How many jobs do you currently work at?"   ,                
 "Num_People_Live_With"  : "Not counting yourself, how many other people live in your household? If you live alone, enter 0 If someone usually lives with you but is away temporarily, do include him or her."  ,    
 "Num_Pregancies"  : "How many times [has a partner of yours (if R=Male)/have you (if R=Female)] been pregnant? Include all pregnancies in which you were abiological parent, whether they resulted in babies born alive, miscarriage,stillbirth, ectopic or tubal pregnancy, or abortion." ,           
 "Partners_Age"  :"How old is your current romantic partner?",               
 "Partners_Gender" : "What is your current romantic partner's gender?",          
 "Personal_Income" :"First, in the last calendar year, how much income did you receive from personal earnings before taxes? Include wages or salaries, tips, bonuses, overtime pay, and income from self-employment." ,           
 "Politically":"In terms of politics, do you consider yourself very conservative, conservative, middle-of-the-road, liberal, or very liberal?",                
 "Relationship_Happy":"In general, how happy are you in your relationship?" ,          
 "Sex_Birth":"What was your recorded sex at birth on your birth certificate?", 
 "Sexual_Self_ID":"Please choose the description that best fits how you think about your sexual identity.",
 "Trouble_Sleeping" :"Over the past 4 weeks, how often did you have trouble falling asleep or staying asleep through the night - for example, you woke up several times at night or woke up earlier than you planned to?",           
 "TV_hours_Week":"In the past 7 days, how many hours did you watch television, movies or videos, including DVDs or music videos?",             
 "W5REGION":"Region of USA living in",                 
 "Walk_Exercise_Week":"In the past 7 days, how many times did you walk for exercise?" ,         
 "Weight" :"Current Weight",                      
 "Weight_Lift_Week" :"In the past 7 days, how many times did you participate in gymnastics, weight lifting, or strength training?",           
 "White":"DO you consider your race to be White?",                       
 "Year_Birth" : "What year were you born in?" ,                
 "Year_Job_Start"  : "What year did you start your current job?"    
              
	      

              }
    }